{
  "name": "Вадим Зарипов",
  "description": "Привет! Я продуктовый дизайнер с 6-летним опытом работы над мобильными, веб‑продуктами и в геймдеве",
  "about": "Подробнее обо мне",
  "email": "Email",
  "lastUpdated": "Последнее обновление: Сентябрь 2025",
  "backToHome": "На главную",
  "projects": {
    "parkly": {
      "title": "Паркли",
      "description-short": "Приложение для бронирования парковок",
      "type": "Мобильное приложение",
      "description": "В Паркли я разработал дизайн приложения для бронирования парковок в Москве, где пользователи могут заранее резервировать и оплачивать места в подземных паркингах по цене выгоднее муниципальной.",
      "caption1": "На карте можно искать парковки с разными типами бронирования. На модальном экране бронирования можно наглядно увидеть, как влияет возрастание длительности бронирования на уменьшение стоимости часа парковки.",
      "caption2": "На карточке парковки пользователь может подробно изучить особенности парковки. После оплаты пользователь получает билет и инструкцию по парковке.",
      "caption3": "На экране заказов добавили виджет, показывающий сколько примерно пользователь сэкономил денег, выбирая парковки Паркли, а не муниципальные."
    },
    "noomad": {
      "title": "Noomad",
      "description-short": "Крипто-банкинг для цифровых кочевников",
      "type": "Мобильное приложение",
      "description": "Noomad – финтех-сервис, позволяющий выпускать виртуальные и физические карты Visa, привязанные к криптокошельку. Я присоединился к проекту на старте и разработал визуальную концепцию. Минималистичный интерфейс помог сделать продукт простым в освоении и приятным в использовании. Пока реализован самый базовый функционал, который будет расширяться. При проектировании учитывалось, что продукт будет развиваться, поэтому дизайн легко адаптируется под новые функции.",
      "caption1": "Пользователя встречает главный экран, на котором виден общий баланс кошелька и распределение по активам. Если смахнуть шторку с активами вниз, откроются детали карты с настройками. Между картами можно переключаться по тапу.",
      "caption2": "В остальном приложение построено по стандартным лекалам приложений-криптокошельков."
    },
    "meeet": {
      "title": "Meeet",
      "description-short": "Дейтинг‑приложение для офлайн‑встреч",
      "type": "Мобильное приложение",
      "description": "Meeet – социальное приложение для офлайн-знакомств. В отличие от классических дейтингов, оно фокусируется на реальных встречах здесь и сейчас: пользователи видят друг друга на карте и могут сразу начать общение без всяких свайпов, договориться о встрече и подтвердить её через «бампинг», получив токены.",
      "caption1": "На карте пользователь видит людей рядом, которые готовы к встрече. Чтобы появиться на карте, нужно «Поднять руку», нажав на синюю кнопку в центре меню. После этого местоположение пользователя становится видно на карте всем остальным пользователям. Опционально можно добавить текстовый статус.",
      "caption2": "Прежде чем перейти к общению, люди отправляют запрос на переписку. После подтверждения запроса пользователи обговаривают детали встречи, договариваются о времени и месте. Затем, придя на место, один из участников нажимает на кнопку «Начать встречу». Приложение убеждается, что телефоны находятся рядом и запускается процесс бампинга.",
      "caption3": "В течение 20 минут, пока встреча находится на подтверждении, пользователи знакомятся и общаются. После завершения бампинга каждый участник получает награду за встречу – токены EEE. Полученные токены EEE пользователи могут тратить на выделение своего профиля на карте, мгновенное восстановление энергии для встреч (после встречи нужно ждать 72 часа до восстановления) и т.д."
    },
    "english_pet": {
      "title": "Английский со зверятами",
      "description-short": "Образовательная игра по английскому для детей",
      "type": "Браузерная игра",
      "description": "Описание проекта"
    },
    "programming": {
      "title": "Герои программирования",
      "description-short": "Образовательная игра по визуальному программированию для детей",
      "type": "Браузерная игра",
      "description": "Описание проекта"
    },
    "students": {
      "title": "РАНХиГС – для студентов",
      "description-short": "Платформа для обучения руководителей цифровой трансформации"
    },
    "managers": {
      "title": "РАНХиГС – для менеджеров",
      "description-short": "Платформа для обучения руководителей цифровой трансформации"
    },
    "zenpulsar": {
      "title": "Zenpulsar",
      "description-short": "ИИ-сервис для создания инвестиционных сигналов на основе анализа соцсетей и новостей"
    }
  }
}