{
  "name": "Вадим Зарипов",
  "description": "Привет! Я продуктовый дизайнер с 6-летним опытом работы над мобильными, веб‑продуктами и в геймдеве",
  "about": "Подробнее обо мне",
  "email": "Email",
  "backToHome": "На главную",
  "cv": {
    "buttonText": "CV",
    "fileName": "cv/Vadim-Zaripov-CV-RU.pdf"
  },
  "projects": {
    "parkly": {
      "title": "Паркли",
      "description-short": "Приложение для бронирования парковок",
      "type": "Мобильное приложение",
      "description": "В Паркли я разработал дизайн приложения для бронирования парковок в Москве, где пользователи могут заранее резервировать и оплачивать места в подземных паркингах по цене выгоднее муниципальной.\n\nРаботу начал с анализа конкурентов и западных аналогов, после чего создал прототип основного флоу. Мы провели 6 пользовательских тестов, выявили проблемные места и устранили их в последующих итерациях, прежде чем передать приложение в разработку.\n\nПомимо мобильного продукта, я спроектировал веб-версию, лендинги для клиентов и партнёров, рекламные материалы, презентации для выставок и систему навигации для самих парковок.",
      "caption1": "На карте можно искать парковки с разными типами бронирования. На модальном экране бронирования можно наглядно увидеть, как влияет возрастание длительности бронирования на уменьшение стоимости часа парковки.",
      "caption2": "На карточке парковки пользователь может подробно изучить особенности парковки. После оплаты пользователь получает билет и инструкцию по парковке.",
      "caption3": "На экране заказов добавили виджет, показывающий сколько примерно пользователь сэкономил денег, выбирая парковки Паркли, а не муниципальные."
    },
    "noomad": {
      "title": "Noomad",
      "description-short": "Крипто-банкинг для цифровых кочевников",
      "type": "Мобильное приложение",
      "description": "Noomad – финтех-сервис, позволяющий выпускать виртуальные и физические карты Visa, привязанные к криптокошельку. Я присоединился к проекту на старте и разработал визуальную концепцию. Минималистичный интерфейс помог сделать продукт простым в освоении и приятным в использовании. Пока реализован самый базовый функционал, который будет расширяться. При проектировании учитывалось, что продукт будет развиваться, поэтому дизайн легко адаптируется под новые функции.",
      "caption1": "Пользователя встречает главный экран, на котором виден общий баланс кошелька и распределение по активам. Если смахнуть шторку с активами вниз, откроются детали карты с настройками. Между картами можно переключаться по тапу.",
      "caption2": "В остальном приложение построено по стандартным лекалам приложений-криптокошельков."
    },
    "meeet": {
      "title": "Meeet",
      "description-short": "Дейтинг‑приложение для офлайн‑встреч",
      "type": "Мобильное приложение",
      "description": "Meeet – социальное приложение для офлайн-знакомств. В отличие от классических дейтингов, оно фокусируется на реальных встречах здесь и сейчас: пользователи видят друг друга на карте и могут сразу начать общение без всяких свайпов, договориться о встрече и подтвердить её через «бампинг», получив токены.\n\nЯ работал над дизайном ключевых сценариев – от онбординга до первой встречи, интерфейсом профиля, чатов, механикой совместимости и реферальными инструментами.",
      "caption1": "На карте пользователь видит людей рядом, которые готовы к встрече. Чтобы появиться на карте, нужно «Поднять руку», нажав на синюю кнопку в центре меню. После этого местоположение пользователя становится видно на карте всем остальным пользователям. Опционально можно добавить текстовый статус.",
      "caption2": "Прежде чем перейти к общению, люди отправляют запрос на переписку. После подтверждения запроса пользователи обговаривают детали встречи, договариваются о времени и месте. Затем, придя на место, один из участников нажимает на кнопку «Начать встречу». Приложение убеждается, что телефоны находятся рядом и запускается процесс бампинга.",
      "caption3": "В течение 20 минут, пока встреча находится на подтверждении, пользователи знакомятся и общаются. После завершения бампинга каждый участник получает награду за встречу – токены EEE. Полученные токены EEE пользователи могут тратить на выделение своего профиля на карте, мгновенное восстановление энергии для встреч (после встречи нужно ждать 72 часа до восстановления) и т.д."
    },
    "englishPet": {
      "title": "Английский со зверятами",
      "description-short": "Образовательная игра по английскому для детей",
      "type": "Браузерная игра",
      "description": "В рамках работы в «Учи.ру» работал над интерфейсом образовательной игры для учеников 1-4-х классов «Английский со зверятами». Образовательная кор-часть напоминает упрощённую версию Duolingo: ребёнок решает карточки с заданиями и зарабатывает монеты. В мета-части эти монеты можно тратить на уход за питомцами и покупку различных аксессуаров для них.\n\nИзначально мы планировали добавить классические для тамагочи показатели вроде голода, усталости и чистоты, но тесты показали, что детям сложно воспринимать подобные шкалы, поэтому от этой идеи отказались.\n\nКурс оказался успешным: показал высокую конверсию в покупку и хороший ретеншн – родителям была понятна ценность, а детям нравилось играть.", 
      "videoCaption1": "Так выглядит игровой цикл с решением карточек, зарабатыванием монет и покупкой приятностей для питомца.",
      "caption1": "В карточках игры представлено четыре основные механики.",
      "caption2": "В бесплатной части игры после примерно 10 минут геймплея появляется пейвол, который призывает ребенка позвать родителя, чтобы тот купил игру. Пейвол полностью блокирует прохождение игры. Раньше мы давали возможность попасть в комнату к питомцам и поиграть с ними без возможности решать новые карточки, но такой подход оказался менее эффективным с точки зрения конверсии в покупку курса.",
      "caption3": "Это экран-пейвол для родителя. Здесь родитель получает общее представление о курсе, у него формируется понимание образовательной ценности и о том, что ждет ребенка после оплаты курса. В левой части пейвола – видео-трейлер с фрагментами геймплея.",
      "caption4": "Также я подготовил лендинг для продвижения курса за пределами платформы «Учи.ру»."
    },
    "programming": {
      "title": "Герои программирования",
      "description-short": "Образовательная игра по визуальному программированию для детей",
      "type": "Браузерная игра",
      "description": "Также в Учи.ру я работал над интерфейсом для курса «Герои программирования», где дети обучаются основам визуального программирования с помощью блоков. Игра имеет формат платформера с сюжетом про приключения героя-спасителя королевства. Игра развивает логику, умение мыслить последовательно, стратегически.\n\nМоей главной задачей было придумать, как создать максимально доступное визуальное представление программирования. Проводил обширное исследование аналогов и тесты с детьми, в результате чего пришли к минималистичным блокам с иконками.",
      "caption1": "Карта уровней – первое что встречает игрока после входа в игру, чтобы можно было как можно быстрее начать играть. В бесплатной части игры важное место занимает большая яркая кнопка «Купить курс».",
      "caption2": "Для прохождения уровня ребенку нужно выстроить последовательность блоков-команд, чтобы герой выполнил ее и дошел до портала, ведущего к следующему уровню. ",
      "caption3": "В лавке Солти игрок тратит заработанную игровую валюту – кости – на предметы гардероба. Они имеют исключительно косметический эффект.",
      "caption4": "После прохождения 5 уровней игрок видит пейвол, который призывает позвать родителя для покупки полного доступа к курсу. Пейвол дает общее представление об образовательной ценности и об игровом процессе с помощью видеоролика с геймплеем в левой части экрана."
    },
    "students": {
      "title": "РАНХиГС – для студентов",
      "description-short": "Платформа для обучения руководителей цифровой трансформации"
    },
    "ranepaCRM": {
      "title": "РАНХиГС – CRM для менеджеров",
      "description-short": "Управление образовательным процессом",
      "type": "CRM",
      "description": "В рамках работы над платформой для обучения руководителей цифровой трансформации я участвовал в проектировании CRM для управления обучением слушателей (студентов) в онлайн- и оффлайн форматах.\n\nС ее помощью менеджер может управлять общими процессами обучения, а методист – составлять образовательную программу в виде заданий и материалов.",
      "caption1": "На этом экране менеджер видит список групп, в которых он числится менеджером. Для перехода к управлению группой, нужно выбрать одну из них.",
      "caption2": "Учебная группа состоит из онлайн-курса и оффлайн-курса. Управлять ими можно на одном экране.",
      "caption3": "На этой странице менеджер может просмотреть список всех слушателей учебной группы, управлять их статусом, а также добавлять новых.",
      "caption4": "Здесь менеджер управляет профилем, а также проверяет на достоверность предоставленные слушателем данные, сверяясь со сканами прикрепленных документов.",
      "caption5": "Для оффлайн-модулей можно создавать и редактировать расписание занятий, которые будут показаны в мобильных приложениях студентов."
    },
    "zenpulsar": {
      "title": "Zenpulsar",
      "description-short": "ИИ-сервис для создания инвестиционных сигналов на основе анализа соцсетей и новостей"
    }
  },
   "footer": {
    "lastUpdated": "Последнее обновление: Сентябрь 2025",
    "builtWith": "Собран на Next.js и Tailwind CSS с помощью ChatGPT и Gemini"
  },
  "jobTitle": {
    "productDesigner": "Product Designer",
    "uxUiDesigner": "UX/UI Designer"
  },
  "aboutMe": {
    "title": "Обо мне",
    "photoAlt": "Фото Вадима Зарипова",
    "p1": "Я Вадим Зарипов, продуктовый дизайнер с 6-летним стажем. Имею опыт работы в Edtech, Fintech, SaaS, Web/Mobile. Мне нравится работать как над B2C продуктами, так и B2B.",
    "p2": "Моя сильная сторона — богатый опыт работы в стартапах, создание дизайна проектов с нуля, работа в условиях высокой неопределённости. Работая в детском Edtech над игровыми образовательными продуктами, отточил умение упрощать сложное, создавать доступные интерфейсы. В погоне за лучшим пользовательским опытом не забываю и об интересах бизнеса, умею находить оптимальный баланс.",
    "cvTitle": "Опыт работы",
    "uchi": {
      "name": "Учи.ру",
      "dates": "Июнь 2021 – Август 2025",
      "d1": "Проектировал пользовательские интерфейсы для девяти интерактивных игровых курсов по школьным предметам (1–4 классы), делал дизайн с учетом возрастных особенностей детей.",
      "d2": "Многократно проводил тестирования с детьми и родителями, чтобы лучше понять запросы целевой аудитории и упростить пользовательский опыт.",
      "d3": "Работал совместно с продуктовым менеджером и аналитиком для повышения конверсии в покупку курсов, предлагал гипотезы которые оказывали ощутимый эффект на CR (рост до 30% в зависимости от курса)."
    },
    "parkly": {
      "name": "Паркли",
      "dates": "Июнь 2020 – Май 2023",
      "d1": "Был приглашен в проект на самом старте, поэтому с нуля разработал дизайн мобильного приложения. Проводил несколько пользовательских тестирований на разных этапах развития продукта.",
      "d2": "Произвел полный редизайн приложения через год после релиза, упорядочил и унифицировал дизайн-систему, собрав UI-kit.",
      "d3": "Помимо мобильного приложения, спроектировал также лендинг, веб-версию приложения, рекламную графику и навигацию для парковок."
    },
    "athanor": {
      "name": "Athanor",
      "dates": "Июнь 2019 – Март 2020",
      "d1": "Разрабатывал дизайн образовательной платформы для обучения CDTO (руководителей цифровой трансформации) и CRM для управления образовательным процессом. ",
      "d2": "Работал в тесной связке с бизнес-аналитиком для уточнения требований заказчика."
    }
  }
}