{
  "name": "Vadim Zaripov",
  "description": "Hi! I'm a product designer with 6 years of experience in mobile, web products, and gamedev",
  "about": "More about me",
  "email": "Email",
  "lastUpdated": "Last updated: September 2025",
  "backToHome": "Back to projects",
  "cv": {
    "buttonText": "CV",
    "fileName": "cv/Vadim-Zaripov-CV-ENG.pdf"
  },
  "projects": {
    "parkly": {
      "title": "Parkly",
      "description-short": "An app for booking parking in Moscow",
      "type": "Mobile app",
      "description": "At Parkly, I designed an application for booking parking in Moscow. The service allows users to reserve and pay for spots in underground parking garages in the city center in advance, at a price significantly lower than municipal rates. The product design was developed from scratch, and I started by analyzing competitors and Western counterparts to understand which solutions could be used as a foundation and what would be better to adapt for local scenarios. After that, I assembled rough mockups of the main booking flow and turned them into an interactive prototype.",
      "caption1": "On the map, users can search for parking with different booking types. On the booking modal screen, one can clearly see how increasing the booking duration reduces the hourly parking cost.",
      "caption2": "On the parking card, the user can learn about the parking's specific details. After payment, the user receives a ticket and parking instructions.",
      "caption3": "On the orders screen, we added a widget showing approximately how much money the user has saved by choosing Parkly's parking spots instead of municipal ones."
    },
    "noomad": {
      "title": "Noomad",
      "description-short": "Crypto-banking for digital nomads",
      "type": "Mobile app",
      "description": "Noomad is a fintech service that allows users to issue virtual and physical Visa cards linked to a crypto wallet. I joined the project at its inception and developed the visual concept. The minimalist interface helped make the product easy to learn and pleasant to use. For now, only the most basic functionality has been implemented, which will be expanded in the future. The design was created with future development in mind, so it can be easily adapted for new features.",
      "caption1": "The user is greeted by the main screen, which displays the total wallet balance and the asset allocation. Swiping down the asset sheet reveals the card details and settings. You can switch between cards with a tap.",
      "caption2": "Otherwise, the application follows the standard template of crypto wallet apps."
    },
    "meeet": {
      "title": "Meeet",
      "description-short": "Dating app for offline meetups",
      "type": "Mobile app",
      "description": "Meeet is a social app for offline dating. Unlike classic dating apps, it focuses on real-life meetups happening here and now: users see each other on the map and can immediately start a conversation without endless swipes, arrange a meeting, and confirm it through “bumping” to receive tokens.",
      "caption1": "On the map, the user sees people nearby who are open to meeting. To appear on the map, one needs to “Raise a hand” by tapping the blue button in the center menu. After that, the user’s location becomes visible to others. Optionally, they can add a short status text.",
      "caption2": "Before starting a conversation, people send a request to chat. Once accepted, they can discuss the details of the meeting – time and place. Upon arrival, one participant taps “Start meeting.” The app ensures that the phones are close to each other and launches the bumping process.",
      "caption3": "During the 20-minute confirmation period, users spend time together and get to know each other. After bumping is completed, each participant receives a reward – EEE tokens. These tokens can be spent on highlighting one’s profile on the map, instantly restoring meeting energy (otherwise it takes 72 hours to recover after a meetup), and more."
    },
    "ranepaCRM": {
      "title": "RANEPA – CRM for Managers",
      "description-short": "Educational Process Management",
      "type": "CRM",
      "description": "As part of my work on a training platform for digital transformation leaders, I participated in designing a CRM to manage the educational process for students in both online and offline formats.\n\nThe CRM allows managers to oversee the general learning processes, while methodologists can build educational programs consisting of assignments and materials.",
      "caption1": "On this screen, managers can see a list of the groups they manage. To begin managing a group, they select one from the list.",
      "caption2": "Each study group includes both an online and an offline course component, both of which can be managed from a single screen.",
      "caption3": "This page allows managers to view the full roster of a study group, manage the status of each student, and add new participants.",
      "caption4": "Here, managers can edit a student's profile and verify the provided data by cross-referencing it with scanned copies of their attached documents.",
      "caption5": "For the offline modules, managers can create and edit class schedules, which are then displayed in the students' mobile apps."
    },
    "students": {
      "title": "RANEPA – for Students",
      "description-short": "Platform for training Chief Digital Transformation Officers (CDTOs)"
    },
    "zenpulsar": {
      "title": "Zenpulsar",
      "description-short": "An AI-powered investment signal platform based on social media and news analysis"
    },
    "englishPet": {
      "title": "English with Animals",
      "description-short": "Educational English game for children",
      "description": "While at Uchi.ru, I designed the interface for 'English with Animals,' an educational game for students in grades 1-4. The core learning experience resembles a simplified version of Duolingo, where children complete tasks on cards to earn coins. In the meta-game, these coins can be spent on pet care and various accessories. We initially planned to include classic Tamagotchi-style metrics like hunger and fatigue, but user testing revealed that children had difficulty understanding these scales, so the feature was scrapped. The course was a success, achieving high conversion rates and strong retention. Parents saw the educational value, while kids loved the gameplay.", 
      "type": "Browser Game",
      "videoCaption1": "This is what the gameplay loop looks like, with solving cards, earning coins, and buying treats for the pet.",
      "caption1": "The game's cards feature four main mechanics.",
      "caption2": "In the free version, a paywall appears after about 10 minutes, prompting the child to ask a parent to purchase the full game. This paywall blocks any further gameplay. We had previously tested an alternative where players could still access the pet's room without solving new cards, but this resulted in lower conversion rates.",
      "caption3": "This is the parent-facing paywall screen. It provides parents with an overview of the course, highlights its educational value, and details what's included in the full version. The left side features a video trailer with gameplay clips.",
      "caption4": "I also designed a landing page to attract users from outside the Uchi.ru platform."
    },
    "programming": {
      "title": "Programming Heroes",
      "description-short": "An educational game on visual programming for kids",
      "type": "Browser game",
      "description": "At Uchi.ru, I also worked on the interface for the course 'Programming Heroes', where children learn the basics of visual programming using blocks. The game takes the form of a platformer with a storyline about a hero saving a kingdom. It develops logical thinking, the ability to think sequentially, and strategic skills.\n\nMy main task was to figure out how to create the most accessible visual representation of programming. I conducted extensive research on analogues and testing with children, which led to the creation of minimalist blocks with icons.",
      "caption1": "The level map is the first thing the player sees after entering the game, allowing them to start playing as quickly as possible. In the free part of the game, a prominent bright 'Buy Course' button takes center stage.",
      "caption2": "To complete a level, the child needs to build a sequence of command blocks so that the hero executes them and reaches the portal leading to the next level.",
      "caption3": "In Salty’s shop, the player spends earned in-game currency — bones — on wardrobe items. They have purely cosmetic effects.",
      "caption4": "After completing 5 levels, the player encounters a paywall that prompts them to call a parent to purchase full access to the course. The paywall provides an overview of the educational value and the gameplay through a gameplay video on the left side of the screen."
    }
  },
  "footer": {
    "lastUpdated": "Last updated: September 2025",
    "builtWith": "Built with Next.js and Tailwind CSS using ChatGPT and Gemini"
  },
  "jobTitle": {
    "productDesigner": "Product Designer",
    "uxUiDesigner": "UX/UI Designer"
  },
  "aboutMe": {
    "title": "About me",
    "photoAlt": "Vadim Zaripov's photo",
    "p1": "I’m Vadim Zaripov, a product designer with 6 years of experience. I have worked in Edtech, Fintech, SaaS, and Web/Mobile. I enjoy working on both B2C and B2B products.",
    "p2": "My strength lies in extensive experience with startups, designing projects from scratch, and navigating high uncertainty. While working in children’s Edtech on gamified educational products, I honed the skill of simplifying complex things and creating accessible interfaces. In pursuit of the best user experience, I never lose sight of business goals and know how to find the right balance.",
    "cvTitle": "CV",
    "uchi": {
      "name": "Uchi.ru",
      "dates": "June 2021 – August 2025",
      "d1": "Designed user interfaces for nine interactive game-based courses in school subjects (Grades 1–4), taking into account age-specific needs of children.",
      "d2": "Conducted multiple usability tests with children and parents to better understand target audience needs and simplify user experience.",
      "d3": "Collaborated with product managers and analysts to increase conversion to course purchases, proposing hypotheses that significantly impacted CR (growth up to 30%, depending on the course)."
    },
    "parkly": {
      "name": "Parkly",
      "dates": "June 2020 – May 2023",
      "d1": "Joined the project at its very beginning and designed the mobile application from scratch. Conducted several rounds of user testing at different development stages.",
      "d2": "A year after release, led a full redesign of the app, organizing and unifying the design system by creating a UI kit.",
      "d3": "In addition to the mobile app, designed the landing page, web version of the product, marketing visuals, and navigation for parking zones."
    },
    "athanor": {
      "name": "Athanor",
      "dates": "June 2019 – March 2020",
      "d1": "Designed an educational platform for training CDTOs (Chief Digital Transformation Officers) and a CRM system for managing the educational process.",
      "d2": "Closely collaborated with business analysts to refine client requirements."
    }
  }
}